// 测试数据
export default {
    "八上": {
        "第一单元": {
            "第一课": ["题目1：xxx 八上第一单元第一课","题目2：xxx 八上第一单元第一课","题目3：xxx 八上第一单元第一课"],
            "第二课": ["题目1：xxx 八上第一单元第二课","题目2：xxx 八上第一单元第二课","题目3：xxx 八上第一单元第二课"]
        },
        "第三课": ["题目1：xxx 八上第三课","题目2：xxx 八上第三课","题目3：xxx 八上第三课"],
        "第四课": ["题目1：xxx 八上第四课","题目2：xxx 八上第四课","题目3：xxx 八上第四课"],
        "第三单元": {
            "第五课": ["题目1：xxx 八上第三单元第五课","题目2：xxx 八上第三单元第五课"],
            "第六课": ["题目1：xxx 八上第三单元第六课","题目2：法制。。。 八上第三单元第六课","题目3：xxx 八上第三单元第六课","题目4：宪法xxxx 八上第三单元第六课"]
        },
        "第七课": ["题目1：xxx 八上第七课"],
        "第八课": ["题目1：xxx 八上第一单元第八课","题目2：xxx 八上第一单元第八课","题目3：xxx 八上第一单元第八课","题目4：xxx 八上第一单元第八课","题目5：xxx 八上第一单元第八课"]
    },
    "重点": ["题目1：根本政治制度？？？xxx 重点","题目2：基本政治制度？？？ 重点","题目3：基本经济制度？？？ 重点"],
    "第一单元": {
        "第一课": ["题目1：中国共产党。。。xxx 第一单元第一课","题目2：基本政治制度。。。xxx 第一单元第一课","题目3：xxx 第一单元第一课"],
        "第二课": ["题目1：根本政治制度？？？xxx 第一单元第二课","题目2：xxx 第一单元第二课","题目3：xxx 第一单元第二课"]
    },
    "明天默写内容": ["题目1：根本政治制度？？？xxx 明","题目2：114514 明","题目3：基本经济制度？？？ 明"],
    "后天默写内容": ["题目1：后天xxx 后天","题目2：zzz 后天","题目3：立法机关？xxx 后天"],
    "套娃": {"套娃": {"套娃": {"套娃": {"套娃": {"套娃": {"套娃": {"套娃": {"套娃": ["套娃题目"]}}, "套娃2": ["套娃题目2","套娃题目3"]}}}}, "套娃3": ["套娃题目4"]}},
};